FilesystemAndDisk_Test/FS_Disk_SSD_p4800x_NVMe_scripts/P4800x_fs_fio_test_read_ranseq/seq_read_block_4M_8_4_jobs.out
seq_read_test: (g=0): rw=read, bs=(R) 4096KiB-4096KiB, (W) 4096KiB-4096KiB, (T) 4096KiB-4096KiB, ioengine=libaio, iodepth=8
...
fio-3.28
Starting 4 processes

seq_read_test: (groupid=0, jobs=4): err= 0: pid=1749126: Mon May 13 15:31:47 2024
  read: IOPS=195, BW=784MiB/s (822MB/s)(200GiB/261232msec)
    slat (usec): min=137, max=10764, avg=640.30, stdev=844.50
    clat (msec): min=5, max=495, avg=155.14, stdev=96.20
     lat (msec): min=5, max=505, avg=155.78, stdev=96.50
    clat percentiles (msec):
     |  1.00th=[   16],  5.00th=[   39], 10.00th=[   65], 20.00th=[   89],
     | 30.00th=[  101], 40.00th=[  123], 50.00th=[  132], 60.00th=[  138],
     | 70.00th=[  153], 80.00th=[  218], 90.00th=[  338], 95.00th=[  380],
     | 99.00th=[  414], 99.50th=[  422], 99.90th=[  443], 99.95th=[  460],
     | 99.99th=[  493]
   bw (  KiB/s): min=261882, max=4599963, per=100.00%, avg=839274.08, stdev=148450.71, samples=1988
   iops        : min=   62, max= 1123, avg=204.44, stdev=36.23, samples=1988
  lat (msec)   : 10=0.02%, 20=2.65%, 50=3.66%, 100=20.51%, 250=56.18%
  lat (msec)   : 500=16.98%
  cpu          : usr=0.07%, sys=2.95%, ctx=53627, majf=0, minf=32874
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=99.9%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=51200,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
   READ: bw=784MiB/s (822MB/s), 784MiB/s-784MiB/s (822MB/s-822MB/s), io=200GiB (215GB), run=261232-261232msec

Disk stats (read/write):
  nvme5n1: ios=6642759/0, merge=0/0, ticks=1119996658/0, in_queue=1119996657, util=100.00%